Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Choose a submission type
ar: اختيار نوع الإرسال
ca: Tria un tipus d'entrega
cy: Dewiswch fath o gyflwyniad
da: Vælg en indsendelsestype
da_instk12: Vælg en indsendelsestype
de: Wählen Sie eine Abgabeart
es: Escoger un tipo de entrega
es_es: Seleccionar un tipo de entrega
fi: Valitse lähetystyyppi
fr: Choisir un type de soumission
fr_ca: Choisir un type de soumission
ga: Roghnaigh sórt uaslódála
hi: सबमिशन प्रकार चुनें
ht: Chwazi yon tip soumisyon
id: Pilih jenis penyerahan
is: Veldu gerð innsendinga
it: Scegli a tipo di consegna
ja: 提出の形式を選択する
ko: 제출 유형을 선택
mi: Kōwhiria he momo tāpaetanga
ms: PiIih jenis serahan
nb: Velg innsendelsestype
nb_instk12: Velg innsendelsetype
nl: Een indieningstype kiezen
pl: Wybierz sposób złożenia
pt: Escolha um tipo de entrega
pt_br: Escolher um tipo de envio
ru: Выберите тип отправки
sl: Izberi vrsto oddaje
sv: Välj en inlämningstyp
sv_instk12: Välj inlämningstyp
th: เลือกประเภทการจัดส่ง
vi: Chọn loại nộp
zh: 选择提交类型
zh_hk: 選擇提交項目類型

source: Choose File
ar: اختر الملف
ca: Tria un fitxer
cy: Dewis Ffeil
da: Vælg fil
da_instk12: Vælg fil
de: Datei auswählen
es: Elegir archivo
es_es: Seleccionar el archivo
fi: Valitse tiedosto
fr: Choisissez un fichier
fr_ca: Choisir un fichier
ga: Roghnaigh Comhad
hi: फ़ाइल चुनें
ht: Chwazi Fichye
id: Pilih File
is: Velja skrá
it: Scegli file
ja: ファイルを選択する
ko: 파일 선택
mi: Kōwhiri kōnae
ms: Pilih Fail
nb: Velg fil
nb_instk12: Velg fil
nl: Bestand kiezen
pl: Wybierz plik
pt: Escolher ficheiro
pt_br: Escolher arquivo
ru: Выберите файл
sl: Izberi datoteko
sv: Välj fil
sv_instk12: Välj fil
th: เลือกไฟล์
vi: Chọn Tập Tin
zh: 选择文件
zh_hk: 選擇檔案

source: Choose from Library...
ar: الاختيار من المكتبة...
ca: Tria de la biblioteca…
cy: Dewis o’r llyfrgell...
da: Vælg fra bibliotek...
da_instk12: Vælg fra bibliotek...
de: Aus der Bibliothek wählen...
es: Elegir desde la biblioteca...
es_es: Elegir desde la biblioteca...
fi: Valitse kirjastosta...
fr: Choisir de puis la bibliothèque...
fr_ca: Choisir depuis la bibliothèque...
ga: Roghnaigh ón Leabharlann...
hi: लाइब्रेरी में से चुनें...
ht: Chwazi nan Bibliyotèk...
id: Pilih dari Pustaka...
is: Veldu úr safni…
it: Scegli da libreria...
ja: ライブラリから選択...
ko: 라이브러리에서 선택...
mi: Kōwhiri mai i te whare Pukapuka
ms: Pilih daripada Pustaka...
nb: Velg fra bibliotek
nb_instk12: Velg fra bibliotek
nl: Kiezen uit bibliotheek...
pl: Wybierz z Biblioteki...
pt: Escolher pela Livraria
pt_br: Escolher da Biblioteca...
ru: Выбрать из библиотеки...
sl: Izberi iz knjižnice ...
sv: Välj från bibliotek ...
sv_instk12: Välj från bibliotek...
th: เลือกจากไลบรารี่...
vi: Chọn Từ Thư Viện...
zh: 从图书馆选择...
zh_hk: 從庫中選擇...

source: Choose Photo
ar: اختيار صورة
ca: Tria una fotografia
cy: Dewiswch Lun
da: Vælg foto
da_instk12: Vælg foto
de: Foto wählen
es: Elegir foto
es_es: Elegir foto
fi: Valitse valokuva
fr: Choisir une photo
fr_ca: Choisir une photo
ga: Roghnaigh Grianghraf
hi: फ़ोटो चुनें
ht: Chwazi Foto
id: Pilih Foto
is: Veldu mynd
it: Scegli foto
ja: 写真を選択する
ko: 사진 선택
mi: Kōwhiri Whakāhua
ms: Pilih Foto
nb: Velg bilde
nb_instk12: Velg bilde
nl: Foto kiezen
pl: Wybierz zdjęcie
pt: Escolher Fotografia
pt_br: Escolher Foto
ru: Выбрать фото
sl: Izberi fotografijo
sv: Välj foto
sv_instk12: Välj foto
th: เลือกภาพ
vi: Chọn Ảnh
zh: 选择照片
zh_hk: 選擇照片

source: Choose Profile Picture
ar: اختيار صورة الملف التعريفي
ca: Tria una imatge de perfil
cy: Dewiswch Lun Proffil
da: Vælg profilbillede
da_instk12: Vælg profilbillede
de: Profilbild wählen
es: Elegir imagen de perfil
es_es: Elegir imagen de perfil
fi: Valitse profiilikuva
fr: Choisir une photo de profil
fr_ca: Choisir une photo de profil
ga: Roghnaigh Pictiúr Próifíle
hi: प्रोफ़ाइल तस्वीर चुनें
ht: Chwazi Foto Pwofil
id: Pilih Foto Profil
is: Veldu upplýsingamynd
it: Scegli immagine profilo
ja: プロフィール写真を選択する
ko: 프로필 사진 선택
mi: Kōwhiri Pikitia Kōtaha
ms: Pilih Gambar Profil
nb: Velg profilbilde
nb_instk12: Velg profilbilde
nl: Profielfoto kiezen
pl: Wybierz zdjęcie profilowe
pt: Escolher fotografia de Perfil
pt_br: Escolher a Foto do Perfil
ru: Выбор фото профиля
sl: Izberi sliko profila
sv: Välj profilbild
sv_instk12: Välj profilbild
th: เลือกภาพโพรไฟล์
vi: Chọn Hình Ảnh Hồ Sơ
zh: 选择档案照片
zh_hk: 選擇個人檔案照片

source: Choose video
ar: اختيار فيديو
ca: Tria un vídeo
cy: Dewiswch fideo
da: Vælg video
da_instk12: Vælg video
de: Video wählen
es: Escoger video
es_es: Elegir vídeo
fi: Valitse video
fr: Choisir une vidéo
fr_ca: Choisir une vidéo
ga: Roghnaigh físeán
hi: वीडियो चुनें
ht: Chwazi videyo
id: Pilih video
is: Veldu myndband
it: Scegli video
ja: 動画を選択する
ko: 동영상 선택
mi: Kōwhiri ataata
ms: Pilih video
nb: Velg video
nb_instk12: Velg video
nl: Video kiezen
pl: Wybierz wideo
pt: Escolher vídeo
pt_br: Escolher vídeo
ru: Выбрать видео
sl: Izberi videoposnetek
sv: Välj video
sv_instk12: Välj video
th: เลือกวิดีโอ
vi: Chọn video
zh: 选择视频
zh_hk: 選擇視訊

source: Choose Video
ar: اختيار فيديو
ca: Tria un vídeo
cy: Dewiswch Fideo
da: Vælg video
da_instk12: Vælg video
de: Video wählen
es: Escoger video
es_es: Elegir vídeo
fi: Valitse video
fr: Choisir une vidéo
fr_ca: Choisir une vidéo
ga: Roghnaigh Físeán
hi: वीडियो चुनें
ht: Chwazi Videyo
id: Pilih Video
is: Veldu myndband
it: Scegli video
ja: 動画を選択する
ko: 동영상 선택
mi: Kōwhiri Ataata
ms: Pilih Video
nb: Velg video
nb_instk12: Velg video
nl: Video kiezen
pl: Wybierz wideo
pt: Escolher Vídeo
pt_br: Escolher Vídeo
ru: Выбрать видео
sl: Izberi videoposnetek
sv: Välj video
sv_instk12: Välj en video
th: เลือกวิดีโอ
vi: Chọn Video
zh: 选择视频
zh_hk: 選擇視訊

source: Close
ar: إغلاق
ca: Tanca-ho
cy: Cau
da: Luk
da_instk12: Luk
de: Schließen
es: Cerrar
es_es: Cerrar
fi: Sulje
fr: Fermer
fr_ca: Fermer
ga: Dún
hi: बंद करें
ht: Fèmen
id: Tutup
is: Loka
it: Chiudi
ja: 閉じる
ko: 닫기
mi: Katia
ms: Tutup
nb: Lukk
nb_instk12: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
pt_br: Fechar
ru: Закрыть
sl: Zapri
sv: Stäng
sv_instk12: Stäng
th: ปิด
vi: Đóng
zh: 关闭
zh_hk: 關閉

source: Close the laptop — your brain needs dreams too.
ar: أغلق الكمبيوتر المحمول — عقلك يحتاج لأن يحلم كذلك.
ca: Tanqueu l’ordinador portàtil: el cervell també necessita somiar.
cy: Cau’r cyfrifiadur — mae dy ymennydd angen gorffwys hefyd.
da: Luk den bærbare computer – din hjerne har også brug for at drømme.
da_instk12: Luk den bærbare computer – din hjerne har også brug for at drømme.
de: Schließen Sie den Laptop – auch Ihr Gehirn braucht Träume.
es: Cierre la computadora portátil: su cerebro también necesita soñar.
es_es: Cierra el portátil: tu cerebro también necesita soñar.
fi: Sulje läppäri — aivosi tarvitsevat myös unia.
fr: Ferme ton ordi, ton cerveau aussi a besoin de rêver.
fr_ca: Fermez l’ordinateur portable — votre cerveau a aussi besoin de rêves.
ga: Dún an ríomhaire glúine — teastaíonn aislingí ó d’inchinn freisin.
hi: लैपटॉप बंद कर दें — आपके दिमाग को भी आराम की ज़रूरत है।
ht: Fèmen òdinatè a — sèvo w bezwen reve tou.
id: Tutup laptop — otak Anda juga butuh mimpi.
is: Lokaðu fartölvunni — heilinn þinn þarf líka drauma.
it: Chiudi il laptop; anche il tuo cervello ha bisogno di sognare.
ja: ノートパソコンを閉じて — 脳も夢を見る必要があるのです。
ko: 컴퓨터를 끄세요. 뇌는 꿈꾸는 것도 필요합니다.
mi: Katia te pona - me moemoeā anō hoki tō roro.
ms: Tutup komputer riba — otak anda juga ingin bermimpi.
nb: Lukk den bærbare PC-en – hjernen din trenger også drømmer.
nb_instk12: Lukk den bærbare PC-en – hjernen din trenger også drømmer.
nl: Sluit de laptop – je hersenen hebben ook dromen nodig.
pl: Zamknij komputer – Twój mózg też chce pomarzyć.
pt: Feche o portátil — o seu cérebro também precisa de sonhar.
pt_br: Feche o laptop — seu cérebro também precisa sonhar.
ru: Закройте ноутбук — вашему мозгу тоже нужны сны.
sl: Zaprite prenosnik – tudi vaši možgani potrebujejo sanje.
sv: Stäng datorn – din hjärna behöver vila.
sv_instk12: Stäng datorn – din hjärna behöver vila.
th: ปิดโน้ตบุ๊กซะ สมองของคุณอยากจะล่องลอยไปตามฝันบ้าง
vi: Đóng laptop lại — não bạn cũng cần những giấc mơ.
zh: 关上笔记本电脑 — 你的大脑也需要睡个好觉。
zh_hk: 關掉電腦 — 你的大腦也需要休息。

source: Closed
ar: مغلق
ca: Tancat
cy: Wedi cau
da: Lukket
da_instk12: Lukket
de: Geschlossen
es: Cerrado
es_es: Cerrado
fi: Suljettu
fr: Fermé
fr_ca: Fermé
ga: Dúnta
hi: बंद किया गया
ht: Fèmen
id: Ditutup
is: Lokað
it: Chiuso
ja: 終了済み
ko: 종료됨
mi: kua katia
ms: Ditutup
nb: Lukket
nb_instk12: Lukket
nl: Gesloten
pl: Zamknięte
pt: Fechado
pt_br: Fechado
ru: Закрыто
sl: Zaprto
sv: Stängda
sv_instk12: Stängd
th: ปิดแล้ว
vi: Đã Đóng
zh: 已关闭
zh_hk: 已關閉

source: Closed for Comments
ar: مغلق للتعليقات
ca: Tancat per als comentaris
cy: Wedi Cau ar gyfer Sylwadau
da: Lukket for kommentarer
da_instk12: Lukket for kommentarer
de: Für Kommentare geschlossen
es: No admite comentarios
es_es: No admite comentarios
fi: Suljettu kommenteilta
fr: Commentaires fermés
fr_ca: N’accepte plus de commentaires
ga: Dúnta le haghaidh Ráitis
hi: टिप्पणियों के लिए बंद
ht: Fèmen pou Kòmantè
id: Ditutup untuk Komentar
is: Lokað fyrir athugasemdir
it: Chiuso per i commenti
ja: コメントを閉じました
ko: 댓글 추가할 수 없음
mi: Kua kati mo ngā kōrero
ms: Ditutup untuk Komen
nb: Stengt for kommentarer
nb_instk12: Stengt for kommentarer
nl: Gesloten voor opmerkingen
pl: Zablokowano dodawanie komentarzy
pt: Fechado para comentários
pt_br: Fechado para comentários
ru: Закрыто для комментариев
sl: Zaprto za komentarje
sv: Stängt för kommentarer
sv_instk12: Stängd för kommentarer
th: ปิดสำหรับแสดงความเห็น
vi: Đóng Bình Luận
zh: 关闭评论
zh_hk: 已關閉以徵求評論

source: Coffee helps, but kindness to yourself works better.
ar: القهوة تساعد، لكن التلطف بنفسك يساعد أكثر.
ca: El cafè ajuda, però ser condescendent amb un mateix dona millors resultats.
cy: Mae coffi’n helpu, ond mae bod yn garedig â ti dy hun yn helpu mwy.
da: Kaffe hjælper, men venlighed over for dig selv virker endnu bedre.
da_instk12: Kaffe hjælper, men venlighed over for dig selv virker endnu bedre.
de: Kaffee hilft, aber Freundlichkeit zu sich selbst ist besser.
es: El café ayuda, pero ser amable con usted mismo funciona mejor.
es_es: El café ayuda, pero tratarte con amabilidad funciona mejor.
fi: Kahvi auttaa, mutta ysätävällisyys itseäsi kohtaan toimii paremmin.
fr: Le café, ça aide, mais la bienveillance envers soi-même c’est encore mieux.
fr_ca: Le café est utile, mais la gentillesse envers soi-même est encore plus efficace.
ga: Cuidíonn caife, ach oibríonn cineáltas leat féin níos fearr.
hi: कॉफ़ी से तो मदद मिलती है, लेकिन खुद के साथ नरमी बरतना बेहतर है।
ht: Kafe ede, men janti anvè tèt ou pi efikas.
id: Kopi membantu, tetapi bersikap baik pada diri sendiri lebih efektif.
is: Kaffi hjálpar, en góðvild við sjálfan sig virkar betur.
it: Il caffè può essere d’aiuto, ma la gentilezza verso te stesso funziona meglio.
ja: コーヒーも役に立つけれど、自分に優しくする方がもっと効果的です。
ko: 커피도 도움이 되지만 스스로에 대한 관용이 더 좋습니다.
mi: He āwhina te kawhe, engari he pai ake te mahi a te atawhai ki a koe anō.
ms: Kopi dapat membantu, tetapi menghargai diri anda sendiri lebih berkesan.
nb: Kaffe hjelper, men å være god mot deg selv fungerer bedre.
nb_instk12: Kaffe hjelper, men å være god mot deg selv fungerer bedre.
nl: Koffie helpt, maar vriendelijk zijn tegen jezelf werkt beter.
pl: Kawa pomaga, ale życzliwość dla siebie samego może zdziałać cuda.
pt: O café ajuda, mas ser gentil contigo mesmo funciona melhor.
pt_br: Café ajuda, mas ser gentil consigo mesmo funciona melhor.
ru: Кофе помогает, но проявление доброты к себе работает лучше.
sl: Kava pomaga, a prijaznost do sebe deluje bolje.
sv: Kaffe hjälper men att vara snäll mot sig själv hjälper bättre.
sv_instk12: Kaffe hjälper men att vara snäll mot sig själv hjälper bättre.
th: กาแฟช่วยได้ ให้รางวัลตัวเองเพื่อให้รู้สึกกระฉับกระเฉง
vi: Cà phê có thể giúp, nhưng sự tử tế với bản thân còn hiệu quả hơn.
zh: 咖啡可以强行提神，但是适度放松才能赋予更大的动力。
zh_hk: 咖啡提神，但善待自己效果更佳。

source: Collaborations
ar: الأعمال الجماعية
ca: Col·laboracions
cy: Cydweithrediadau
da: Samarbejde
da_instk12: Samarbejde
es: Colaboraciones
es_es: Colaboraciones
fi: Yhteistyöt
ga: Comhoibrithe
hi: कोलैबोरेशंस
ht: Kolaborasyon
id: Kolaborasi
is: Samvinnutól
it: Collaborazioni
ja: コラボレーション
ko: 공동 작업
mi: ngātahi
ms: Kolaborasi
nb: Samarbeid
nb_instk12: Samarbeid
nl: Samenwerkingen
pl: Współprace
pt: Colaborações
pt_br: Colaborações
ru: Совместная работа
sl: Skupinske naloge
sv: Samarbeten
sv_instk12: Samarbeten
th: การประสานความร่วมมือ
vi: Cộng Tác
zh: 协作
zh_hk: 協作

source: Collapsed
ar: تم الطي
ca: S’ha contret
cy: Wedi crebachu
da: Skjult
da_instk12: Skjult
de: Reduziert
es: Colapsado
es_es: Colapsado
fi: Kutistettu
fr: Réduit(e)
fr_ca: Réduit(e)
ga: Leacaigh
hi: संक्षिप्त किया गया
ht: Redwi
id: Diperkecil
is: Fellt saman
it: Compresso
ja: 折りたたみ
ko: 접힘
mi: Hinga
ms: Dikuncupkan
nb: Skjult
nb_instk12: Skjult
nl: Samengevouwen
pl: Zwinięte
pt: Recolhido
pt_br: Recolhido
ru: В свернутом виде
sl: Strnjeno
sv: Stängd
sv_instk12: Förminskad
th: ย่อแล้ว
vi: Đã Thu Gọn
zh: 折叠
zh_hk: 已收起

source: Comment
ar: التعليق
ca: Comentari
cy: Sylw
da: Kommentar
da_instk12: Kommentar
de: Kommentar
es: Comentario
es_es: Comentario
fi: Kommentti
fr: Commenter
fr_ca: Commentaire
ga: Ráiteas
hi: टिप्पणी
ht: Kòmantè
id: Komentar
is: Athugasemd
it: Commento
ja: コメント
ko: 의견/댓글
mi: Kōrero
ms: Komen
nb: Kommentar
nb_instk12: Kommentar
nl: Opmerking
pl: Komentarz
pt: Comentário
pt_br: Comentário
ru: Комментарий
sl: Komentar
sv: Kommentar
sv_instk12: Kommentar
th: ความเห็น
vi: Bình Luận
zh: 评论
zh_hk: 評論

source: Comment Error
ar: خطأ في التعليق
ca: Error al comentari
cy: Gwall â'r Sylw
da: Kommentarfejl
da_instk12: Kommentarfejl
de: Fehler beim Kommentieren
es: Error de comentario
es_es: Error de comentario
fi: Kommentin virhe
fr: Commenter l'erreur
fr_ca: Commenter l'erreur
ga: Earráid Ráitis
hi: टिप्पणी त्रुटि
ht: Erè Kòmantè
id: Kesalahan Komentar
is: Villa í athugasemd
it: Errore commento
ja: コメントエラー
ko: 댓글 오류
mi: Hapa Tākupu
ms: Ralat Komen
nb: Kommentere feil
nb_instk12: Kommentere feil
nl: Fout in opmerking
pl: Błąd komentarza
pt: Comentar Erro
pt_br: Erro de Comentário
ru: Ошибка комментария
sl: Napake pri komentarju
sv: Kommentarfel
sv_instk12: Kommentarsfel
th: ข้อผิดพลาดในการแสดงความเห็น
vi: Lỗi Bình Luận
zh: 评论错误
zh_hk: 評論錯誤

source: Comment sent successfully
ar: تم إرسال التعليق بنجاح
ca: S'ha enviat el comentari correctament
cy: Wedi llwyddo i anfon y sylw
da: Kommentar sendt
da_instk12: Kommentar sendt
de: Kommentar erfolgreich gesendet.
es: Comentario enviado con éxito
es_es: Se ha enviado el comentario
fi: Kommentin lähetys onnistui
fr: Commentaire envoyé avec succès
fr_ca: Commentaire envoyé avec succès
ga: D'éirigh leis an ráiteas a sheoladh
hi: टिप्पणी सफलतापूर्वक भेजी गई
ht: Kòmantè ale avèk siksè
id: Komentar berhasil dikirim
is: Athugasemd send
it: Commento inviato correttamente
ja: コメントは正常に送信されました
ko: 댓글을 보냈습니다
mi: I pai te tuku korero
ms: Komen berjaya dihantar
nb: Kommentaren ble sendt
nb_instk12: Kommentaren ble sendt
nl: Opmerking verzonden
pl: Komentarz przesłany pomyślnie
pt: Comentário enviado com êxito
pt_br: Comentário enviado com sucesso
ru: Комментарий успешно отправлен
sl: Komentar je bil uspešno poslan
sv: Kommentaren skickades
sv_instk12: Kommentaren skickades
th: ส่งความเห็นเสร็จสิ้น
vi: Đã gửi bình luận thành công
zh: 已成功发送评论
zh_hk: 成功傳送評論

source: Comments
ar: التعليقات
ca: Comentaris
cy: Sylwadau
da: Kommentarer
da_instk12: Kommentarer
de: Kommentare
es: Comentarios
es_es: Comentarios
fi: Kommentit
fr: Commentaires
fr_ca: Commentaires
ga: Ráitis
hi: टिप्पणियां
ht: Kòmantè
id: Komentar
is: Athugasemdir
it: Commenti
ja: コメント
ko: 의견/댓글
mi: Ngā kōrero
ms: Komen
nb: Kommentarer
nb_instk12: Kommentarer
nl: Opmerkingen
pl: Komentarze
pt: Comentários
pt_br: Comentários
ru: Комментарии
sl: Komentarji
sv: Kommentarer
sv_instk12: Kommentarer
th: ความเห็น
vi: Bình Luận
zh: 评论
zh_hk: 評論

source: Comments are disabled
ar: التعليقات معطلة
ca: S'han desactivat els comentaris
cy: Sylwadau wedi'u hanalluogi
da: Kommentarer er deaktiveret
da_instk12: Kommentarer er deaktiveret
de: Kommentare sind deaktiviert
es: Los comentarios están deshabilitados
es_es: Los comentarios están deshabilitados
fi: Kommentit on poistettu käytöstä
fr: Les commentaires sont désactivés
fr_ca: Les commentaires sont désactivés
ga: Tá ráitis díchumasaithe
hi: टिप्पणियां अक्षम हैं
ht: Kòmantè yo dezaktive
id: Komentar dinonaktifkan
is: Athugasemdir eru óvirkar
it: I commenti sono disabilitati
ja: コメントは無効です
ko: 의견/댓글을 사용 안 함
mi: Kua monokia Tākupu
ms: Komen Dinyahdayakan
nb: Kommentarer er deaktivert
nb_instk12: Kommentarer er deaktivert
nl: Opmerkingen zijn uitgeschakeld
pl: Komentarze są wyłączone
pt: Comentários desligados
pt_br: Comentários estão desativados
ru: Комментарии отключены
sl: Komentarji so onemogočeni.
sv: Kommentarer är avstängda
sv_instk12: Kommentarer är avstängda
th: ความเห็นถูกปิดใช้งาน
vi: Bình luận bị tắt
zh: 评论被关闭
zh_hk: 評論功能已禁用

source: Complete
ar: مكتمل
ca: Complet
cy: Cwblhau
da: Fuldført
da_instk12: Fuldført
de: Vollständig
es: Completa
es_es: Completo
fi: Valmis
fr: Terminé
fr_ca: Terminé
hi: पूरा हुआ
ht: Fini
id: Lengkap
is: Lokið
it: Completa
ja: 完了
ko: 완료
mi: Oti
ms: Lengkap
nb: Godkjent
nb_instk12: Fullført
nl: Voltooid
pl: Ukończony
pt: Completo
pt_br: Concluído
ru: Завершить
sl: Zaključeno
sv: Färdig
sv_instk12: Fullgjord
th: เสร็จสิ้น
vi: Hoàn thành
zh: 完成
zh_hk: 完成

source: Completed
ar: تم الإكمال
ca: S’ha completat
cy: Wedi cwblhau
da: Fuldført
da_instk12: Fuldført
de: Fertiggestellt
es: Completado
es_es: Completado
fi: Suoritettu
fr: Terminé
fr_ca: Terminé
ga: Críochnaithe
hi: पूरा हुआ
ht: Fini
id: Selesai
is: Lokið
it: Completato
ja: 完了
ko: 완료됨
mi: Kua Oti
ms: Dilengkapkan
nb: Godkjent
nb_instk12: Fullført
nl: Voltooid
pl: Ukończono
pt: Concluído
pt_br: Completo
ru: Завершено
sl: Zaključeno
sv: Färdig
sv_instk12: Slutförd
th: เสร็จสิ้นแล้ว
vi: Đã Hoàn Thành
zh: 已完成
zh_hk: 已完成

source: Compose a message
ar: إنشاء رسالة
ca: Redacta un missatge
cy: Creu neges
da: Skriv en besked
da_instk12: Skriv en besked
de: Eine Nachricht erstellen
es: Redactar un mensaje
es_es: Redactar un mensaje
fi: Luo viesti
fr: Composer un message
fr_ca: Composer un message
ga: Cum teachtaireacht
hi: संदेश लिखें
ht: Konpoze yon mesaj
id: Buat pesan
is: Semja skilaboð
it: Componi un messaggio
ja: メッセージを作成する
ko: 메시지 작성
mi: Tuhia he karere
ms: Karang mesej
nb: Skriv en melding
nb_instk12: Skriv en melding
nl: Een bericht opstellen
pl: Skomponuj wiadomość
pt: Compor uma mensagem
pt_br: Compor uma mensagem
ru: Написать сообщение
sl: Sestavi sporočilo
sv: Skapa ett meddelande
sv_instk12: Skapa meddelande
th: เขียนข้อความ
vi: Soạn thảo tin nhắn
zh: 撰写信息
zh_hk: 撰寫一條訊息

source: Compose Message Button
ar: زر إنشاء رسالة
ca: Botó Redacta un missatge
cy: Creu Botwm Neges
da: Skriv besked knap
da_instk12: Skriv besked knap
de: Nachricht-erstellen-Taste
es: Botón para redactar mensaje
es_es: Botón para redactar mensaje
fi: Luo viesti -painike
fr: Bouton de composition de message
fr_ca: Bouton de composition de message
ga: Cnaipe ‘Cum Teachtaireacht’
hi: संदेश लिखें बटन
ht: Bouton Konpozisyon Mesaj
id: Tombol Buat Pesan
is: Semja skilaboð hnappur
it: Pulsante Componi messaggio
ja: メッセージボタンを作成する
ko: 메시지 작성 버튼
mi: Titoa Pātene Karere
ms: Butang Karang mesej
nb: Knapp, skriv melding
nb_instk12: Knapp, skriv melding
nl: Knop voor bericht opstellen
pl: Przycisk komponowania wiadomości
pt: Compor Botão de Mensagem
pt_br: Botão Compor Mensagem
ru: Кнопка Написать сообщение
sl: Sestavi gumb »Sporočilo«
sv: Knapp för att skapa meddelande
sv_instk12: Knapp för att skapa meddelande
th: ปุ่มเขียนข้อความ
vi: Nút Soạn Thảo Tin Nhắn
zh: 撰写信息按钮
zh_hk: 撰寫訊息按鈕

source: Conference is ongoing
ar: ينعقد المؤتمر الآن
ca: La conferència està en curs
cy: Mae’r gynhadledd yn mynd ymlaen
da: Konferencen er i gang
da_instk12: Konferencen er i gang
de: Konferenz läuft
es: La conferencia está en curso
es_es: La conferencia está en curso
fi: Kokous on meneillään
fr: La conférence est en cours
fr_ca: La conférence est en cours
ga: Tá an chomhdháil ar siúl
hi: कॉन्फ़्रेंस चल रही है
ht: Konferans lan ap kontinye
id: Konferensi sedang berlangsung
is: Símafundur stendur yfir
it: La conferenza è in corso
ja: 会議は進行中
ko: 컨퍼런스가 진행 중
mi: Kei te haere tonu te hui
ms: Persidangan sedang berlangsung
nb: Konferansen pågår
nb_instk12: Konferansen pågår
nl: De vergadering is aan de gang
pl: Konferencja jest w toku
pt: A conferência está em andamento
pt_br: A conferência está em andamento.
ru: Конференция проходит в настоящий момент
sl: Konferenca še poteka
sv: Konferensen pågår
sv_instk12: Konferensen pågår
th: กำลังมีการประชุม
vi: Hội nghị đang diễn ra
zh: 会议进行中
zh_hk: 會議正在進行中

source: Conferences
ar: المؤتمرات
ca: Conferències
cy: Cynadleddau
da: Konferencer
da_instk12: Konferencer
de: Konferenzen
es: Conferencias
es_es: Conferencias
fi: Konferenssit
fr: Conférences
fr_ca: Conférences
ga: Comhdhálacha
hi: कॉन्फ़्रेंस
ht: Konferans
id: Konferensi
is: Ráðstefnur
it: Conferenze
ja: 会議
ko: 컨퍼런스
mi: Ngā Hui
ms: Persidangan
nb: Videomøter
nb_instk12: Konferanser
nl: Vergaderingen
pl: Konferencje
pt: Conferências
ru: Конференции
sl: Konference
sv: Konferenser
sv_instk12: Konferenser
th: การประชุม
vi: Hội Nghị
zh: 会议
zh_hk: 會議

source: Confirm deletion
ar: تأكيد الحذف
ca: Confirma la supressió
cy: Cadarnhau’r dileu
da: Bekræft sletning
da_instk12: Bekræft sletning
de: Löschen bestätigen
es: Confirmar eliminación
es_es: Confirmar la eliminación
fi: Vahvista poisto
fr: Confirmer la suppression
fr_ca: Confirmer la suppression
ga: Deimhnigh scriosadh
hi: मिटाने की पुष्टि करें
ht: Konfime sipresyon
id: Konfirmasi penghapusan
is: Staðfesta eyðingu
it: Conferma eliminazione
ja: 削除を確認する
ko: 삭제 확인
mi: Whakaūngia te mukunga
ms: Sahkan pemadaman
nb: Bekreft sletting
nb_instk12: Bekreft sletting
nl: Verwijdering bevestigen
pl: Potwierdź usunięcie
pt: Confirmar apagar
pt_br: Confirmar a eliminação
ru: Подтвердить удаление
sl: Potrdi odstranjevanje
sv: Bekräfta borttagning
sv_instk12: Bekräfta borttagning
th: ยืนยันการลบ
vi: Xác nhận xóa
zh: 确认删除
zh_hk: 確認刪除

source: Continue
ar: متابعة
ca: Continua
cy: Bwrw ymlaen
da: Fortsæt
da_instk12: Fortsæt
de: Weiter
es: Continuar
es_es: Continuar
fi: Jatka
fr: Continuer
fr_ca: Continuer
ga: Lean ar aghaidh
hi: जारी रखें
ht: Kontinye
id: Lanjutkan
is: Halda áfram
it: Continua
ja: 続行する
ko: 계속
mi: Tonu
ms: Teruskan
nb: Fortsett
nb_instk12: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
pt_br: Continuar
ru: Продолжить
sl: Nadaljuj
sv: Fortsätt
sv_instk12: Fortsätt
th: ดำเนินการต่อ
vi: Tiếp tục
zh: 继续
zh_hk: 繼續
